Repository: nosklo/notes-extension-gnome
Catalog: notes@nosklo.info/locale/*/LC_MESSAGES/notes-extension.po
Languages: pt_br

source: Show notes
pt_br: Mostrar notas

source: Notes extension error: failed to load a note
pt_br: Erro na extensão: Falhou ao carregar nota

source: Notes
pt_br: Notas

source: Restart the extension to apply the changes
pt_br: Reiniciar a extensão para aplicar mudanças

source: Custom color
pt_br: Cor customizada

source: Settings
pt_br: Configurações

source: Apply
pt_br: Aplicar

source: Font size
pt_br: Tamanho da fonte

source: Type here…
pt_br: Digite aqui...

source: New
pt_br: Nova

source: Delete
pt_br: Deletar

source: Note options
pt_br: Opções de nota

source: Resize
pt_br: Redimensionar

source: Empty note
pt_br: Nota vazia

source: Delete this note?
pt_br: Deletar esta nota?

source: Edit title
pt_br: Editar título

source: Modifications will be effective after reloading the extension.
pt_br: Modificações terão efeito após reiniciar a extensão.

source: Default value is %s
pt_br: Valor padrão é %s

source: Version %s
pt_br: Versão %s

source: Report bugs or ideas
pt_br: Relatar bugs ou idéias

source: Position of notes
pt_br: Posição das notas

source: Above everything
pt_br: Acima de tudo

source: On the background
pt_br: No fundo

source: Incompatible with desktop icons
pt_br: Incompatível com ícones da área de trabalho

source: Cycle through 3 states
pt_br: Ciclo por 3 estágios

source: Send to background, send to foreground, hide
pt_br: Enviar para fundo, enviar para frente, esconder

source: Automatic focus
pt_br: Foco automático

source: Use a keyboard shortcut
pt_br: Usar um atalho do teclado

source: Use a keyboard shortcut to toggle notes visibility
pt_br: Usa um atalho do teclado para alternar a visibilidade das notas

source: Help
pt_br: Ajuda

source: Hide the icon
pt_br: Esconder o ícone

source: First note's color
pt_br: Cor da primeira nota

source: The notes created afterwards will use the color of their parent
pt_br: As notas criadas posteriormente vão usar a cor de origem

source: <b>Show/hide all notes:</b> click on the icon in the GNOME Shell top bar.
pt_br: <b>Mostrar/esconder todas notas:</b> clique no ícone na barra superior do GNOME Shell.

source: <b>Create a note:</b> click on the "+" button at the left of a note header, it will create a new note, with the same color and the same font size as the note you clicked on.
pt_br: <b>Criar uma nota:</b> clique no botão "+" à esquerda de um cabeçalho de nota, uma nova nota será criada, com a mesma cor e o mesmo tamanho de fonte que a nota que você clicou.

source: <b>Move a note:</b> drag the blank space in the center of the note header.
pt_br: <b>Mover uma nota</b> arraste o espaço em branco no meio do cabeçalho da nota.

source: <b>Resize a note:</b> drag the resize button at the right of the note header.
pt_br: <b>Redimensionar uma nota:</b> arraste o botão de redimensionamento à direita do cabeçalho de notas.

source: <b>Delete a note:</b> click on the wastebasket icon and confirm.
pt_br: <b>Deletar uma nota:</b> clique no botão de lixeira e confirme.

source: Using the extension
pt_br: Usando a extensão

source: <b>Change color:</b> click on the menu button, and select a color.
pt_br: <b>Mudar cor:</b> clique no botão do menu, e escolha uma cor.

source: The "Custom color" submenu allows you to select precisely a color.
pt_br: O submenu de "Cor customizada" permite escolher uma cor de forma precisa.

source: <b>Change font size:</b> click on the menu button, and increase or decrease the font size with "+" and "-" buttons.
pt_br: <b>Mudar tamanho da fonte</b> clique no botão de menu, e aumente ou reduza a fonte com os botões "+" e "-".

source: <b>Advanced settings:</b> click on the "Settings" menu item to access the settings dialog.
pt_br: <b>Configurações Avançadas:</b> clique no item "Configurações" no menu para acessar o diálogo de configurações.

source: Customizing notes
pt_br: Customizando notas

source: The dialog window you're reading provides several settings:
pt_br: A janela de diálog que você está lendo fornece várias configurações:

source: <b>Position of notes:</b> select whether you want the notes to be shown above the windows or underneath them.
pt_br: <b>Posição das notas:</b> selecione se você quer que as notas apareçam acima das janaelas ou abaixo delas.

source: <b>Automatic focus:</b> if this is enabled, the notes will automatically get the keyboard focus when you hover them with the mouse pointer.
pt_br: <b>Foco automatico:</b> se isto for habilitado, as notas automaticamente receberão o foco do teclado quando você colocar o mouse sobre elas.

source: <b>Keyboard shortcut:</b> hide/show notes with a keyboard shortcut. If this is enabled, the icon in the top bar can be hidden.
pt_br: <b>Atalho de teclado:</b> esconda/exiba as notas com um atalho de teclado. Se isto estiver habilitado, o ícone no topo pode ser escondido.

source: The settings window
pt_br: Janela de configurações

source: Your notes are saved to the disk on various occasions (mainly when you hide them). If you want to <b>get a copy of your notes</b>, this button opens the folder where they are.
pt_br: Suas notas são salvas no disco em várias eventos (principalmente quando você as esconde). Se você quiser <b>salvar uma cópia das suas notas</b>, este botão abre a pasta onde eles estão.

source: Open the storage directory
pt_br: Abrir a pasta de armazenamento

source: Files ending with "_state" contain the color and position of your notes
pt_br: Arquivos terminados com "_strate" contém a cor e a posição das suas notas

source: Files ending with "_text" contain the text written in your notes
pt_br: Arquivos terminados com "_text" contém o texto escrito em suas notas

source: Backup your notes
pt_br: Backup das notas

source: Click on this button if you accidentally moved a note out of your primary monitor (example: if you had notes on a secondary monitor and unplugged it).
pt_br: Clique neste botão se você moveu uma nota pra fora do seu monitor principal sem querer (ou seja: se você tinha notas em um monitor secundário e o desconectou)

source: Bring back to the primary monitor
pt_br: Trazer de volta para o monitor primário

source: Lost some notes?
pt_br: Perdeu algumas notas?

source: Sticky notes for the GNOME Shell desktop.
pt_br: Notas afixadas para o desktop do GNOME Shell.

source: Author:
pt_br: Autor:

source: Translation:
pt_br: Tradução:

source: About
pt_br: Sobre

source: List of valid key names
pt_br: Lista de nomes válidos para teclas

source: Modifier keys must be between chevrons
pt_br: Modificadores precisam estar entre menor e maior

source: Don't use a keyboard shortcut that already exists.
pt_br: Não use um atalho de teclado que já existe.
